<template>
  <div class="bgfff">
    <div class="protocol-wrap">
      <div class="protocol-title">旋风云网络安全协议</div>
      <div class="protocol-time">协议生效时间：2022-08-23 18:00:00</div>
      <ul class="protocol-content">
        <li>以下协议正文中，“平台”指旋风云服务平台，对外服务网站为：www.xuanfengyun.com；“用户”指旋风云服务平台上的注册用户。</li>
        <li class="mg-t15">您在使用旋风云服务及产品之前，已经充分阅读、理解并接受本安全协议的全部内容，一旦您选择“同意”并完成注册流程或使用平台服务及其产品，即表示您同意遵循本安全协议之所有约定。</li>
        <li class="mg-t15"><strong>第一条：</strong></li>
        <li>
          为保证通信及互联网的网络与信息安全，维护国家安全和社会稳定，保障社会公众利益和公民合法权益，保障其他客户的合法权益，根据《中华人民共和国电信条例》、《互联网信息服务管理办法》、《中华人民共和国计算机信息网络国际联网管理暂行规定》、《计算机信息网络国际联网安全保护管理办法》、《互联网电子公告服务管理规定》及其他国家有关法律、法规和规章，用户应自觉遵守以下各项规定。
        </li>
        <li class="mg-t15"><strong>第二条 用户不得利用通信或互联网络制作、复制、发布、传播含有以下内容的信息：</strong></li>
        <li>（一）反对宪法所确定的基本原则的；</li>
        <li>（二）危害国家安全，泄露国家秘密，颠覆国家政权，破坏国家统一的；</li>
        <li>（三）煽动抗拒、破坏宪法和法律、行政法规实施的；</li>
        <li>（四）煽动民族仇恨、民族歧视，破坏民族团结的；</li>
        <li>（五）捏造或者歪曲事实，散布谣言，扰乱社会秩序，破坏社会稳定的；</li>
        <li>（六）宣扬封建迷信、淫秽、色情、赌博、暴力、凶杀、恐怖，教唆犯罪的；</li>
        <li>（七）侮辱或者诽谤他人，侵害他人合法权益的；</li>
        <li>（八）损害国家荣誉、利益和国家机关信誉的；</li>
        <li>（九）其他违反宪法和法律、行政法规的。</li>
        <li class="mg-t15"><strong>第三条 用户不得有下列危害电信网络安全和信息安全的行为：</strong></li>
        <li>（一）不得对电信网的功能或者存储、处理、传输的数据和应用程序进行删除或者修改，客户端设备不得向电信网发送不规范的主叫号码；</li>
        <li>（二）不得利用电信网从事窃取或者破坏他人信息、损害他人合法权益的活动；</li>
        <li>（三）不得故意制作、复制、传播计算机病毒或者以其他方式攻击他人电信网络等电信设施。</li>
        <li class="mg-t15"><strong>第四条 用户如违反上述规定中的任何一条，平台有权立即解除合同关系停止服务，并由用户承担所有责任，如因此造成平台损失的，用户需按实际情况赔偿平台的损失。</strong></li>
      </ul>
    </div>
  </div>
</template>

<script>
  export default {
    name: 'NetworkSecurity'
  }
</script>

<style scoped lang="less">
  @import '~@/static/css/front/protocol';
</style>
