<template>
  <div class="bgfff">
    <div class="protocol-wrap">
      <div class="protocol-title">旋风云用户隐私协议</div>
      <div class="protocol-time">协议生效时间：2022-08-23 18:00:00</div>
      <ul class="protocol-content">
        <li>在您使用我们的服务时，我们可能会收集和使用您的相关信息，我们希望通过本《隐私协议》更好地帮助您了解旋风云平台网站及旗下软件产品（以下简称"旋风云"或“我们”）如何收集、使用和存储这些信息的方式。本《隐私协议》中涉及的相关技术词汇，我们尽量以简明扼要的表述，并提供进一步的说明，以便您的理解。您使用或继续使用我们的服务，即意味着同意我们按照本《隐私协议》收集、使用、储存和分享您的相关信息。如对本《隐私协议》或相关事宜由任何问题、意见或建议，可以随时与我们联系。</li>
        <li class="mg-t15"><strong>一、信息的收集</strong></li>
        <li>我们收集的数据取决于您与我们的互动场景，我们提供服务时，可能会收集、储存和使用下列与您有关的信息。如果您不提供相关信息，可能无法享受我们提供的某些服务，或者无法达到相关服务达到的效果。我们通常可能收集的个人信息包括：姓名、电子邮件地址、电话号码、IP地址。“旋风云”可能会采用多种不同方式来接收和收集您的个人信息。</li>
        <li>这些方式可能包括：</li>
        <li>1.1 来自您的信件</li>
        <li>您给我们发送电子邮件或写信时，可能会在邮件中提供您的个人信息、联系详细信息以及其他个人信息。</li>
        <li>1.2 客服支持</li>
        <li>您在打电话或发电子邮件给我们请求产品方面的技术帮助或了解我们产品的信息时，可能向我们提供的个人信息。</li>
        <li>1.3 产品注册</li>
        <li>注册“旋风云”帐号时，系统会要求您提供信息，以便我们将您记录为“旋风云”帐号的所有者，从而有助于我们为您提供服务和信息。</li>
        <li class="mg-t15"><strong>二、使用范围</strong></li>
        <li>“旋风云”可能将您的个人信息用于以下用途：</li>
        <li>2.1 产品注册</li>
        <li>您注册时所提供的信息将用于创建您的“旋风云”帐号，并且在您联系“旋风云”客服部门时，这些信息还将协助“旋风云”为您提供支持。“旋风云”还将使用这些信息来通知您有关您可能感兴趣的任何升级、新产品、促销或其他信息。</li>
        <li>2.2 产品的使用</li>
        <li>“旋风云”可能将产品使用中收集的信息用于：定期验证您对产品或服务的使用权利；向您发送新产品/新功能升级的通知前，确认您是否正在使用该产品/功能的较早版本或者是否会对您使用“旋风云”有所帮助；以及从“旋风云”接收您请求获取的产品内部消息。</li>
        <li>2.3 内部分析</li>
        <li>我们可能会使用您提供给我们的信息进行内部统计和分析，从而评估并增强您对“旋风云”网站和软件的体验，包括通过识别您的喜好和运营和开发相关的活动。为了以创建账户、识别用户、回应查询和邮件等方式来为您提供服务、改进产品性能和外观、推荐新功能/新产品等目的，旋风云不会要求您提供个人信息（包括但不限于您的移动电话号码、电子邮件地址等），但会收集其他与您相关的信息（包括但不限于设备信息、日志信息以及其他类似的特征记录）。旋风云的用户体验改进计划是基于对使用数据的统计，来诊断系统问题，优化产品体验的计划。我们会使用
        CNZZ等工具统计您在使用旋风云产品过程中产生的数据信息。我们在用户体验改进计划中仅会累计所有用户的总体使用数据，不会收录或上传任何涉及您个人身份信息的内容。旋风云可能会将您通过自己的帐户提交的信息与最前沿的其他服务或第三方的信息相结合，以便为您提供更好的体验并提高服务质量。</li>
        <li class="mg-t15">三、反滥用自动收集信息</li>
        <li>由于“旋风云”具有隐藏自己真实IP地址的作用，绝大多数用户将此功能用于合法目的。但是可能会有小部分用户将此功能用于不正当用途，“旋风云”会自动记录并接收您的使用记录等信息，只用于判断非法用途和滥用，不做其他用途。使用记录包括：</li>
        <li>（1）日期和时间</li>
        <li>（2）连接状态</li>
        <li>（3）用户原始IP地址及端口号</li>
        <li>（4）协议类型</li>
        <li>（5）客户端软件版本号</li>
        <li>（6）您请求的网页URL记录、Cookie等信息。</li>
        <li class="mg-t15">四、与第三方共享信息</li>
        <li>除第4节、第5节特别规定，否则未经您同意，“旋风云”不会与第三方共享任何个人信息。</li>
        <li>我们承诺该数据不会和任何第三方服务机构进行共享，不会用户商业用途。该数据仅用户账号的安全性，软件服务的稳定性，用户发现我们软件服务器是否存在异常。旋风云将严格遵守有关法律法规和本隐私政策所载明的内容收集、使用您的信息。除非持有旋风云官方出具的授权文件，否则旋风云的具体工作人员不会直接向您索要个人信息。如遇此类情况，您可以直接与旋风云联系。</li>
        <li class="mg-t15"><strong>五、法定披露</strong></li>
        <li>我们会尽最大努力保护用户隐私，但当我们有理由相信只有公开个人信息才能遵循现行司法程序、法院指令或其他法律程序或者保护“旋风云”、“旋风云”用户或第三方的权利、财产或安全时，我们可能披露个人信息。</li>
        <li class="mg-t15"><strong>六、Cookie</strong>
        <li>我们可能会在“旋风云”网站上使用Cookie。使用Cookie，我们便能进行自动访问和使用我们网站的数据输入功能，或者自定义促销或营销活动时，关联您所进行的购买活动的在线订购信息。此外，我们还可以通过Cookie跟踪我们网站的使用情况，从而确定哪些功能有用或受欢迎，哪些功能并不能帮助我们有效地改进和更新我们的服务。大多数网络浏览器都会向您发出有关使用Cookie的提醒，或者完全拒绝接受Cookie。您可以通过修改浏览器设置，接受或拒绝
        Cookie。但是，如果禁用Cookie，您就不能使用此网站的各项交互功能。</li>
        <li class="mg-t15"><strong>七、保护您的信息安全与措施</strong>
        <li>1、我们尽可能少使用第三方服务来减少您的隐私泄露，同时我们尽可能确保我们使用的第三方服务商具有令人信任的安全系统来保护用户数据。</li>
        <li>2、当您使用旋风云产品时，我们对您所有的访问信息进行了加密传输，确保其安全可靠。旋风云官方网站的所有通信采用HTTPS加密传输，用户密码被单向加密，包括旋风云员工在内的所有人均无法获知用户密码。但请您理解，由于技术的限制以及可能存在的各种恶意手段，在互联网行业，即便竭尽所能加强安全措施，也不可能始终保证信息百分之百的安全。您需要了解，您接入我们的服务所用的系统和通讯网络，有可能因我们可控范围外的因素而出现问题。</li>
        <li>3、您应当注意保护您的个人信息安全。例如，不要共享账号或泄露您的个人密码等。</li>
        <li class="mg-t15"><strong>八、有害信息的过滤和删除</strong></li>
        <li>“旋风云”禁止用户利用产品或服务发布一切有害信息，包括：</li>
        <li>（1）违反中国宪法确定的基本原则的；</li>
        <li>（2）危害国家安全，泄露国家秘密，颠覆国家政权，破坏国家统一的；</li>
        <li>（3）损害国家荣誉和利益，攻击党和政府的；</li>
        <li>（4）煽动民族仇恨、民族歧视，破坏民族团结的；</li>
        <li>（5）破坏国家、地区间友好关系的；</li>
        <li>（6）违背中华民族传统美德、社会公德、论理道德、以及社会主义精神文明的；</li>
        <li>（7）破坏国家宗教政策，宣扬邪教和封建迷信的；</li>
        <li>（8）散布谣言或不实消息，扰乱社会秩序 ，破坏社会稳定的；</li>
        <li>（9）煽动、组织、教唆恐怖活动、非法集会、结社、游行、示威、聚众扰乱社会秩序的；</li>
        <li>（10）散布淫秽、色情、赌博、暴力、恐怖或者教唆犯罪的；</li>
        <li>（11）侮辱或诽谤他人，侵害他人合法权益的；</li>
        <li>（12）侵犯他人肖像权、姓名权、名誉权、隐私权或其他人身权利的；</li>
        <li>（13）使用漫骂、辱骂、中伤、恐吓、诅咒等不文明语言的；</li>
        <li>（14）以非法民间组织名义活动的；</li>
        <li>（15）侵犯他人著作权、信息网络传播权等合法权益的；</li>
        <li>（16）含有法律、行政法规禁止的其他内容的。</li>
        <li>如用户在“旋风云”不能履行和遵守协议中的规定，“旋风云”有权对违反协议的用户做出关闭帐号处理，同时保留依法追究当事人法律责任的权利。此外，“旋风云”在采取相应措施后不为此向违反协议的用户承担违约责任或其他法律责任。“旋风云”依据本协议约定获得处理违法违规内容的权利，该权利不构成“旋风云”的义务或承诺，“旋风云”不能保证及时发现违法行为或进行相应处理。</li>
        <li class="mg-t15"><strong>九、权限声明</strong></li>
        <li>网络权限：应用功能使用需要请求网络</li>
        <li>拨打电话权限：便于用户直接联系官方客服</li>
        <li>查有Wi-Fi状态权限：使用时检查WiFi及网络连接性，便于推荐最优线路</li>
        <li>读取手机状志权限：应用于设备绑定，避免用户恶意薅羊毛</li>
        <li>修改删除SD卡权限：需要将用户账号及密码进行至设备</li>
        <li>防止手机休眠权限：避免免手机休眠导致应用服务中断</li>
        <li>振动器权限：应用状态更新时，提示用户信息</li>
        <li>使用vpn权限：用于应用内的国内线路切换功能</li>
        <li class="mg-t15"><strong>十、未成年人保护</strong></li>
        <li>我们的网站，内容，应用程序或服务不适合未满14岁以下的任何人（“儿童”）。14岁（包括）以上，18岁以下未成年人请在父母或监护人的指导下阅读本《隐私政策》，并在征得父母或监护人的同意下完成相关服务使用。我们不会故意收集14岁以下任何人的身份信息，如果您认为您的孩子已向我们提供了信息，请立即通过我们的电子邮箱或者QQ联系客服，以便我们删除孩子的信息。</li>
        <li class="mg-t15"><strong>十一、隐私政策的变更</strong></li>
        <li>随着旋风云业务的发展以及为了给您提供更好的服务，我们可能适时修订本《隐私政策》的内容，该等修订构成本《隐私政策》的一部分。如该等修订造成您在本《隐私政策》下权利的实质减少，我们将在修订生效前通过在软件公告，网站页面等显著位置提示或向您发送电子邮件或以其他方式通知您。在该种情况下，若您继续使用我们的服务，即表示同意受经修订的本《隐私政策》的约束。</li>
        <li class="mg-t15"><strong>十二、如何联系我们</strong></li>
        <li>如果您对我们的隐私政策以及我们如何处理您的信息由任何问题、意见或建议，可以随时与我们联系。</li>
      </ul>
    </div>
  </div>
</template>

<script>
  export default {
    name: 'UserPrivacy'
  }
</script>

<style scoped lang="less">
  @import '~@/static/css/front/protocol';
</style>
