// 状态管理器
let index = {
  f_demand: ['数据挖掘', '人工智能', '营销推广', '舆情监测', '搜索引擎', '游戏测试', '电商比价', '模拟应用'],
  f_server: [
    {
      text1: '9,622,376次',
      text2: '今日API累计调用'
    },
    {
      text1: '100毫秒以内',
      text2: '代理IP延迟'
    },
    {
      text1: '10,000,000+',
      text2: '可用IP库'
    },
    {
      text1: '200+城市',
      text2: '服务器节点'
    }
  ],
  f_advantage: [
    {
      title: '1、强大的技术实力',
      des: '一线技术团队，掌握最前沿的代理IP技术，拥有出众的架构水平，构建最强大的代理服务器群组。拥有出众的架构水平和研发能力，提供最极致的体验。'
    },
    {
      title: '2、可靠的系统稳定性',
      des: '整套系统采用无状态和异步非阻塞设计，服务器以分布式集群方式部署，具有极高的并发处理能力和系统稳定性。'
    },
    {
      title: '3、极速的技术支持响应',
      des: '专业的在线客服，直接对接客户的一切问题，后方更有专门的技术团队7*24小时随时待命，快速响应客户关于代理服务器的问题和需求。'
    },
    {
      title: '4、海量IP随机分配 ',
      des: '全国200+城市自建机房服务器，无论您每天使用少量IP，还是短期使用大量IP，都可满足您的业务需求。'
    },
    {
      title: '5、网速快稳保证 ',
      des: '高速、稳定、安全的云计算服务，无需过多复杂操作就可享受极速采集数据和其它业务需求。'
    },
    {
      title: '6、大幅降低接入成本',
      des: '高度资源整合与优化，极大降低接入成本与使用难度。'
    }
  ]
}

export default {
  ...index
}
